{
  "NTB": [
    {
      "id": 1,
      "title": "Ayam Taliwang",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-1-Kompas.jpg",
      "desc": "Bahan: 1 ekor ayam kampung yang dibelah dua tidak putus, 2 sendok teh air jeruk limau, 1 sendok teh garam, 750 ml santan dari 1/2 butir kelapa, 3 sendok teh garam, 2 sendok makan gula merah sisir, 5 sendok makan minyak untuk menumis, Bumbu halus: 10 butir bawang merah bakar, 5 siung bawang putih bakar, 4 buah cabai merah besar bakar, 6 buah cabai merah keriting bakar, 5 butir kemiri sangrai, 1 sendok teh terasi bakar Cara membuat ayam taliwang: 1. Lumuri ayam dengan air jeruk limau dan garam. Bakar sampai setengah matang. 2. Panaskan minyak. Tumis bumbu halus sampai harum. Masukkan santan, garam, dan gula merah. Masak sampai mendidih. 3. Tambahkan ayam. Masak dengan api kecil sampai matang dan meresap. 4. Bakar lagi ayam sambil dioles sisa bumbu sampai harum."
    },
    {
      "id": 2,
      "title": "Sate Bulayak",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-2-Merah-Putih.jpg",
      "desc": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives."
    },
    {
      "id": 3,
      "title": "Sate Pusut",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-3-Tokopedia.jpg",
      "desc": "Sayen is hunting down the men who murdered her grandmother. Using her training and knowledge of nature, she is able to turn the tables on them, learning of a conspiracy from a corporation that threatens her people's ancestral lands."

    },
    {
      "id": 4,
      "title": "Sate Rembige",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-4-Detik.jpg",
      "desc": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death.  As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda."
    },
    {
      "id": 5,
      "title": "Plecing Kangkung",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-5-Kuliner-Nasional.jpg",
      "desc": "Billy Batson and his foster siblings, who transform into superheroes by saying \"Shazam!\", are forced to get back into action and fight the Daughters of Atlas, who they must stop from using a weapon that could destroy the world."
    },
    {
      "id": 6,
      "title": "Kelaq Kelor",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-6-Merah-Putih.jpg",
      "desc": "While vacationing at a remote cabin, a young girl and her two fathers are taken hostage by four armed strangers who demand that the family make an unthinkable choice to avert the apocalypse. With limited access to the outside world, the family must decide what they believe before all is lost."
    },
    {
      "id": 7,
      "title": "Beberuq Terong",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-7-Kaskus.jpg",
      "desc": "Decades ago, the USSR developed unkillable sharks and launched them to the moon. Today, a team of American astronauts will endure the fight of their lives."
    },
    {
      "id": 8,
      "title": "Bebalung",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-1-Masakan-Dapurku.jpg",
      "desc": "After participating in a séance, young Laura begins to behave strangely. Alarmed, her parents ask Father Olmedo, one of the few exorcists authorized by the Vatican to intervene in cases of demonic possession, for help."
    },
    {
      "id": 9,
      "title": "Cerorot",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-9-Kintamani.jpg",
      "desc": "A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption."
    },
    {
      "id": 10,
      "title": "Nagasari",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-10-Liputan-6.jpg",
      "desc": "Kevin Hart - playing a version of himself - is on a death-defying quest to become an action star. And with a little help from John Travolta, Nathalie Emmanuel, and Josh Hartnett - he just might pull it off."
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
