{
  "NTB": [
    {
      "id": 1,
      "title": "Ayam Taliwang",
      "image": "https://cdn.idntimes.com/content-images/community/2018/05/eslimah-bp2leflgzlj-2e610ffc51f07c8509de96d48ede6164.jpg",
      "desc": "Bahan: 1 ekor ayam kampung yang dibelah dua tidak putus, 2 sendok teh air jeruk limau, 1 sendok teh garam, 750 ml santan dari 1/2 butir kelapa, 3 sendok teh garam, 2 sendok makan gula merah sisir, 5 sendok makan minyak untuk menumis, Bumbu halus: 10 butir bawang merah bakar, 5 siung bawang putih bakar, 4 buah cabai merah besar bakar, 6 buah cabai merah keriting bakar, 5 butir kemiri sangrai, 1 sendok teh terasi bakar Cara membuat ayam taliwang: 1. Lumuri ayam dengan air jeruk limau dan garam. Bakar sampai setengah matang. 2. Panaskan minyak. Tumis bumbu halus sampai harum. Masukkan santan, garam, dan gula merah. Masak sampai mendidih. 3. Tambahkan ayam. Masak dengan api kecil sampai matang dan meresap. 4. Bakar lagi ayam sambil dioles sisa bumbu sampai harum."
    },
    {
      "id": 2,
      "title": "Sate Bulayak",
      "image": "https://media-cdn.tripadvisor.com/media/photo-p/07/82/7f/1e/sate-bulayak-suranadi_rotated_270.jpg",
      "desc": "Bahan utamanya: \\n400 gram daging sapi, potong dadu \\n100 gram kelapa setengah tua, parut \\n75 gram kacang tanah goreng, tumbuk \\n200 ml santan kental \\n1 sdm air jeruk nipis \\n2 sdm gula merah, serut \\n25 buah tusuk sate \n10 buah bulayak \\nBahan bumbu halus: \\n12 buah cabai rawit merah \\n6 siung bawang merah \\n4 siung bawang putih \\n1 sdt merica \\nGaram secukupnya \\nLangkah-langkah : \\n1. Baluri daging dengan air jeruk nipis, diamkan selama 15 menit. Kemudian, campur daging dengan setengah bumbu halus dan kelapa parut, aduk rata. \\n2. Tusuk sate ke dalam tusukan sate, kukus selama 20 menit atau hingga matang. \\n3. Siapkan alat pembakaran, bakar sate hingga kecokelatan. \\n4. Panaskan minyak goreng, lalu tumis bumbu halus hingga harum. Masukkan kacang tanah tumbuk, gula merah, dan santan. Aduk merata hingga mengental. \\n5. Siapkan piring, lalu letakkan sate bulayak di atasnya bersama sambal kacang. Sate bulayak siap disajikan."
    },
    {
      "id": 3,
      "title": "Sate Pusut",
      "image": "https://i.pinimg.com/originals/27/b7/d7/27b7d7e926d52b1939ad11d457100c41.jpg",
      "desc": "Bahan-bahan: \n300 gram daging sapi \n150 gram kelapa muda parut \n5 lembar daun jeruk \n1 sendok teh garam \n1 sendok makan gula pasir \n1 sendok makan minyak goreng \n3 siung bawang merah  \n3 siung bawang putih \n5 buah cabai rawit \n5 buah cabai keriting \n2 buah cabai merah besar \n1 sendok teh ketumbar \n1/2 ruas jari kunyit \n1/2 sendok teh merica \nLangkah-langkah : \nBersihkan daging sapi dengan air mengalir. Lalu, haluskan menggunakan blender yang tajam. Jika kamu menginginkannya lebih praktis, bisa membeli langsung daging sapi halus di pasar terdekat. Sementara itu, buang tulang daun jeruk. Lalu, iris tipis daun jeruk menjadi beberapa bagian kecil sesuai selera.  \nSelanjutnya, haluskan bawang merah, bawang putih, cabai rawit, cabai keriting, cabai merah besar, ketumbar, kunyit, dan merica. Lalu, campurkan dengan daging sapi halus dan sisa bahan lainnya. Siapkan tusuk sate pusuk yang terbuat dari pelepah daun kelapa sehingga berbentuk lebih tebal dari tusuk sate pada umumnya. Cetaklah adonan sate tadi menjadi bulatan gepeng dan panjang. Lalu, tusukkan hingga adonan sate menempel. \nSiapkan arang panas yang akan digunakan sebagi tempat memanggang sate. Atau bisa gunakan wajan panggang yang kamu punya. Lalu, simpan adonan sate pusut dan masaklah hingga muncul sedikit bercak hitam pada adonan. Bolak-balik adonan sate agar matang sempurna"
    },
    {
      "id": 4,
      "title": "Sate Rembiga",
      "image": "https://foodnesia.net/wp-content/uploads/2020/01/sate-rembiga-khas-lombok-e1578667004513.jpg",
      "desc": "Bahan : \n500 g daging fillet ayam \nTusuk sate \n2 sdm kecap manis \nBumbu: \n7 butir bawang merah \n5 siung bawang putih \n2 buah cabe merah besar \n5 buah cabe merah keriting \n5 buah cabe rawit merah \n1/2 sdt merica butiran \n1 potong kecil terasi \n10 g gula merah \n2 sdt garam Cara Membuat : 1. Potong-potong daging dada ayam ukuran 1x2 cm. 2. Giling atau tumbuk semua bahan bumbu hingga halus. 3. Lumuri potongan daging ayam dengan Bumbu Halus dan kecap manis. Remas-remas hingga terbalut rata. 4. Tusuki tiap 3-4 potong daging ayam berbumbu dengan tusuk sate. 4. Panggang di atas bara apia rang sambail balik-balik hingga matang dan kering. 5. Angkat, sajikan hangat dengan potongan timun dan kemangi."
    },
    {
      "id": 5,
      "title": "Plecing Kangkung",
      "image": "https://rasabunda.com/wp-content/uploads/2021/03/Plecing-Kangkung.jpg",
      "desc": "Bahan Plecing Kangkung : 1 ikat kangkung, 2 sdm kacang goreng Bahan sambal plecing : 4 cabai merah keriting, 5 buah cabai rawit, 1 sdt terasi bakar, 1 buah tomat, 1 buah jeruk limau, garam dan gula secukupnya Cara membuat : 1. Rebus kangkung dengan sedikit garam. Angkat dan tiriskan. 2. Ulek kasar bahan sambal dan beri sedikit air dan kucuri dengan jeruk limau. 3. Sajikan di atas kangkung rebus dan tuangi sambal plecing serta taburi dengan kacang goreng."
    },
    {
      "id": 6,
      "title": "Kelaq Kelor",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-6-Merah-Putih.jpg",
      "desc": "Bahan : Daun kelor 1 ikat, Kacang panjang 5 batang, Bawang putih sebanyak 2 siung, Bawang merah sebanyak 4 siung, Garam sebanyak 1 sendok teh, Penyedap rasa secukupnya saja, Air sebanyak 800 ml. Cara Membuat : Cuci semua sayuran dengan menggunakan air mengalir sampai bersih, Kupaslah beberapa bumbu seperti bawang merah dan bawang putih, Lalu siangi daun kelor yang telah dicuci dan buang bagian batangnya, Potong kacang panjang dengan ukuran 5 cm, lalu Irislah bawang merah dan bawang putih sesuai dengan bentuk selera kamu. Setelah itu siapkan panci untuk mendidihkan air, lalu masukkan bawang putih dan bawang merah dan tunggu hingga aromanya wangi, lalu memasukkan kacang panjang yang sudah dipotong, aduh hingga kacang panjangnya matang dan masukkan daun kelor, tambahkan penyedap rasa dan garam secukupnya, aduk dan cicipi rasanya apa sudah pas. Jika kacang panjang dan daun kelor sudah matang, angkat dan sajikan dalam mangkok."
    },
    {
      "id": 7,
      "title": "Beberuk Terong",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-7-Kaskus.jpg",
      "desc": "Decades ago, the USSR developed unkillable sharks and launched them to the moon. Today, a team of American astronauts will endure the fight of their lives."

    },
    {
      "id": 8,
      "title": "Bebalung",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-1-Masakan-Dapurku.jpg",
      "desc": "After participating in a séance, young Laura begins to behave strangely. Alarmed, her parents ask Father Olmedo, one of the few exorcists authorized by the Vatican to intervene in cases of demonic possession, for help."
    },
    {
      "id": 9,
      "title": "Cerorot",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-9-Kintamani.jpg",
      "desc": "A reclusive English teacher suffering from severe obesity attempts to reconnect with his estranged teenage daughter for one last chance at redemption."
    },
    {
      "id": 10,
      "title": "Nagasari",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-10-Liputan-6.jpg",
      "desc": "Kevin Hart - playing a version of himself - is on a death-defying quest to become an action star. And with a little help from John Travolta, Nathalie Emmanuel, and Josh Hartnett - he just might pull it off."
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
