{
  "NTB": [
    {
      "id": 1,
      "title": "Ayam Taliwang",
      "image": "https://cdn.idntimes.com/content-images/community/2018/05/eslimah-bp2leflgzlj-2e610ffc51f07c8509de96d48ede6164.jpg",
      "bahan": "1 ekor ayam kampung yang dibelah dua tidak putus, 2 sendok teh air jeruk limau, 1 sendok teh garam, 750 ml santan dari 1/2 butir kelapa, 3 sendok teh garam, 2 sendok makan gula merah sisir, 5 sendok makan minyak untuk menumis, 10 butir bawang merah bakar, 5 siung bawang putih bakar, 4 buah cabai merah besar bakar, 6 buah cabai merah keriting bakar, 5 butir kemiri, sangrai, 1 sendok teh terasi bakar",
      "desc": "Langkah pertama, lumuri ayam dengan air jeruk limau dan garam. Bakar sampai setengah matang. Langkah kedua, panaskan minyak dan tumis bumbu halus sampai harum. Masukkan santan, garam, dan gula merah. Masak sampai mendidih. Langkah ketiga, tambahkan ayam lalu masak dengan api kecil sampai matang dan meresap. Langkah terakhir, bakar lagi ayam sambil dioles sisa bumbu sampai harum."
    },
    {
      "id": 2,
      "title": "Sate Bulayak",
      "image": "https://media-cdn.tripadvisor.com/media/photo-p/07/82/7f/1e/sate-bulayak-suranadi_rotated_270.jpg",
      "bahan": "400 gram daging sapi dipotong dadu, 100 gram kelapa setengah tua diparut, 75 gram kacang tanah goreng, tumbuk 200 ml santan kental, 1 sdm air jeruk nipis, 2 sdm gula merah serut, 25 buah tusuk sate, 10 buah bulayak, 12 buah cabai rawit merah, 6 siung bawang merah, 4 siung bawang putih, 1 sdt merica, dan garam secukupnya",
      "desc": "Langkah pertama, baluri daging dengan air jeruk nipis, diamkan selama 15 menit. Kemudian, campur daging dengan setengah bumbu halus dan kelapa parut, aduk rata. Langkah kedua, tusuk sate ke dalam tusukan sate, kukus selama 20 menit atau hingga matang. Langkah ketiga, siapkan alat pembakaran, bakar sate hingga kecokelatan. Langkah keempat, panaskan minyak goreng, lalu tumis bumbu halus hingga harum. Masukkan kacang tanah tumbuk, gula merah, dan santan. Aduk merata hingga mengental. Langkah terakhir, siapkan piring, lalu letakkan sate bulayak di atasnya bersama sambal kacang. Sate bulayak siap disajikan."
    },
    {
      "id": 3,
      "title": "Sate Pusut",
      "image": "https://i.pinimg.com/originals/27/b7/d7/27b7d7e926d52b1939ad11d457100c41.jpg",
      "bahan": "300 gram daging sapi, 150 gram kelapa muda parut, 5 lembar daun jeruk, 1 sendok teh garam, 1 sendok makan gula pasir, 1 sendok makan minyak goreng, 3 siung bawang merah, 3 siung bawang putih, 5 buah cabai rawit, 5 buah cabai keriting, 2 buah cabai merah besar, 1 sendok teh ketumbar, 1/2 ruas jari kunyit, 1/2 sendok teh merica",
      "desc": "Langkah pertama, bersihkan daging sapi dengan air mengalir. Lalu, haluskan menggunakan blender yang tajam. Jika kamu menginginkannya lebih praktis, bisa membeli langsung daging sapi halus di pasar terdekat. Sementara itu, buang tulang daun jeruk. Lalu, iris tipis daun jeruk menjadi beberapa bagian kecil sesuai selera. Langkah kedua, haluskan bawang merah, bawang putih, cabai rawit, cabai keriting, cabai merah besar, ketumbar, kunyit, dan merica. Lalu, campurkan dengan daging sapi halus dan sisa bahan lainnya. Siapkan tusuk sate pusuk yang terbuat dari pelepah daun kelapa sehingga berbentuk lebih tebal dari tusuk sate pada umumnya. Cetaklah adonan sate tadi menjadi bulatan gepeng dan panjang. Lalu, tusukkan hingga adonan sate menempel. Langkah ketiga, siapkan arang panas yang akan digunakan sebagi tempat memanggang sate. Atau bisa gunakan wajan panggang yang kamu punya. Lalu, simpan adonan sate pusut dan masaklah hingga muncul sedikit bercak hitam pada adonan. Bolak-balik adonan sate agar matang sempurna"
    },
    {
      "id": 4,
      "title": "Sate Rembiga",
      "image": "https://foodnesia.net/wp-content/uploads/2020/01/sate-rembiga-khas-lombok-e1578667004513.jpg",
      "bahan": "500 g daging fillet ayam, tusuk sate, 2 sdm kecap manis, 7 butir bawang merah, 5 siung bawang putih, 2 buah cabe merah besar, 5 buah cabe merah keriting, 5 buah cabe rawit merah, 1/2 sdt merica butiran, 1 potong kecil terasi, 10 g gula merah, 2 sdt garam.",
      "desc": "Langkah pertama, potong-potong daging dada ayam ukuran 1x2 cm. Langkah kedua, giling atau tumbuk semua bahan bumbu hingga halus. Langkah ketiga, lumuri potongan daging ayam dengan Bumbu Halus dan kecap manis. Remas-remas hingga terbalut rata. Langkah keempat, tusuki tiap 3-4 potong daging ayam berbumbu dengan tusuk sate. Langkah kelima, panggang di atas bara apia rang sambail balik-balik hingga matang dan kering. Langkah terakhir, angkat dan sajikan hangat dengan potongan timun dan kemangi."
    },
    {
      "id": 5,
      "title": "Plecing Kangkung",
      "image": "https://rasabunda.com/wp-content/uploads/2021/03/Plecing-Kangkung.jpg",
      "bahan": "1 ikat kangkung, 2 sdm kacang goreng, 4 cabai merah keriting, 5 buah cabai rawit, 1 sdt terasi bakar, 1 buah tomat, 1 buah jeruk limau, garam dan gula secukupnya.",
      "desc": "Langkah pertama, rebus kangkung dengan sedikit garam. Angkat dan tiriskan. Langkah kedua, ulek kasar bahan sambal dan beri sedikit air dan kucuri dengan jeruk limau. Langkah terakhir, sajikan di atas kangkung rebus dan tuangi sambal plecing serta taburi dengan kacang goreng."
    },
    {
      "id": 6,
      "title": "Kelaq Kelor",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-6-Merah-Putih.jpg",
      "bahan": "Daun kelor 1 ikat, Kacang panjang 5 batang, Bawang putih sebanyak 2 siung, Bawang merah sebanyak 4 siung, Garam sebanyak 1 sendok teh, Penyedap rasa secukupnya saja, Air sebanyak 800 ml.",
      "desc": "Langkah pertama, cuci semua sayuran dengan menggunakan air mengalir sampai bersih. Langkah kedua, kupaslah beberapa bumbu seperti bawang merah dan bawang putih. Lalu siangi daun kelor yang telah dicuci dan buang bagian batangnya. Langkah ketiga, potong kacang panjang dengan ukuran 5 cm, lalu Irislah bawang merah dan bawang putih sesuai dengan bentuk selera kamu. Langkah keempat, setelah itu siapkan panci untuk mendidihkan air, lalu masukkan bawang putih dan bawang merah dan tunggu hingga aromanya wangi, lalu memasukkan kacang panjang yang sudah dipotong. Langkah kelima, aduk hingga kacang panjangnya matang dan masukkan daun kelor. Langkah keenam, tambahkan penyedap rasa dan garam secukupnya, lalu diaduk. Langkah terakhir, jika kacang panjang dan daun kelor sudah matang, angkat dan sajikan dalam mangkok."
    },
    {
      "id": 7,
      "title": "Beberuk Terong",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-7-Kaskus.jpg",
      "bahan": "250 gram terung bulat, 3 buah cabai merah besar, 200 gram cabai rawit, 3 siung bawang putih, 7 siung bawang merah, 2 ruas cari kencur, 1 sendok makan terasi, 1/4 sendok teh garam, 1/2 sendok teh gula pasir, 1/4 sendok teh penyedap rasa, 2 buah tomat, 3 buah kacang panjang, 2 buah jeruk limau, dan 5 sendok makan minyak goreng panas",
      "desc": "Langkah pertama, bersihkan terung bulat dengan air dan buang tangkainya. Iris tipis sesuai selera dan jangan sampai hancur. Iris juga tomat, bawang merah, dan kacang panjang sesuai selera. Sementara itu, bakarlah terasi hingga matang. Langkah kedua, buang bagian tangkai cabai rawit dan cabai merah besar. Lalu, bersihkan keduanya dengan air mengalir. Iris kasar cabai merah besar sesuai selera. Haluskan secara kasar kedua bahan tadi dengan diberi tambahan bawang putih dan kencur. Agar hasilnya maksimal, haluskan menggunakan cobek besar. Langkah ketiga, tambahkan terasi, garam, gula pasir, dan penyedap rasa. Aduk-aduk hingga tercampur rata. Tak berhenti di sana, tambahkan juga sisa bahan lainnya kecuali jeruk limau dan minyak goreng panas. Ulek kembali hingga bumbu meresap ke terung dan tercampur rata. Baru setelah itu beri minyak panas dan perasan jeruk limau. Kini beberuk terung buatanmu pun siap disajikan."
    },
    {
      "id": 8,
      "title": "Cerorot",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-9-Kintamani.jpg",
      "bahan": "Tepung beras, Gula merah, Garam secukupnya, Santan, Janur kelapa, dan Semat lidi",
      "desc": "Langkah pertama, buatlah kemasan daun kelapa. Langkah kedua, tambahkan tepung beras ke dalam air, lalu disaring. Rebus air bersama gula dan garam hingga larut, lalu disaring. Langkah ketiga, tambahkan santan ke gula dan aduk hingga rata. Langkah keempat, tambahkan larutan gula merah dan santan ke dalam tepung, aduk hingga rata. Langkah kelima, masukkan corong langsung ke dalam steamer. Kemudian isi corong dengan adonan sampai hampir penuh. Langkah keenam, kukus selama kurang lebih 20 menit (sampai matang), lalu diangkat. Kue Cerorot khas Lombok siap dihidangkan."
    },
    {
      "id": 9,
      "title": "Nagasari",
      "image": "https://images.tokopedia.net/blog-tokopedia-com/uploads/2018/08/Makanan-Khas-Lombok-Nusa-Tenggara-Barat-10-Liputan-6.jpg",
      "bahan": "Tepung beras 250 gram, Garam setengah sendok teh, Daun pandan 2 lembar dan diikat, Gula pasir 100 gram, Santan kelapa sedang 1 liter, Pisang kepok 5 buah atau pisah tanduk 1 buah, dan Daun pisang dipotong dengan ukuran 20 x 20 cm sebagai pembungkus adonan",
      "desc": "Langkah pertama mengukus pisang kepok atau pisang tanduk sampai matang, lalu diangkat kemudian dinginkan. Potonglah pisang menjadi bentuk menyerong dengan ukuran 1 cm lalu sisihkan. Langkah kedua Mengambil setengah dari santan yang tersedia sebanyak setengah liter lalu aduklah bersama tepung beras sampai larut. Lalu panaskan sisa santan pada panci dengan tambahan gula pasir, garam dan daun pandan sampai panas. Setelah itu tuangkan larutan tepung beras dan aduk sampai adonannya kental dan mendidih, lalu matikan apinya. Langkah terakhir bungkus nagasari dengan daun pisang."
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
